app/controllers/users_controller.rb

  def create
    User.create(user_params)
---
INSERT INTO "users" ("avatar_file_name", "avatar_content_type", "avatar_file_size", "avatar_updated_at", "name", "created_at", "updated_at") VALUES (?, ?, ?, ?, ?, ?, ?)